Repository: satokim/Harness
Catalog: MyApp/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: %@ 차단됨
en: %@ blocked
ja: %@をブロックしました

source: %lld회
en: %lld×
ja: %lld回

source: JavaScript 허용
en: Allow JavaScript
ja: JavaScript を許可

source: 기록
en: History
ja: 履歴

source: 기록 없음
en: No History
ja: 履歴なし

source: 기록 전체 삭제
en: Clear All History
ja: 履歴をすべて削除

source: 다른 사이트로 이동
en: Cross-site navigation
ja: 別サイトへの移動

source: 다른 사이트로 이동 차단
en: Block navigation to other sites
ja: 別サイトへの移動をブロック

source: 보관함
en: Library
ja: ライブラリ

source: 보호 설정
en: Protection
ja: 保護設定

source: 북마크
en: Bookmarks
ja: ブックマーク

source: 북마크 없음
en: No Bookmarks
ja: ブックマークなし

source: 사이트
en: Sites
ja: サイト

source: 사이트별 설정과 허용한 이동은 저장되어 다음에도 적용됩니다. 보관함 › 사이트에서 관리합니다.
en: Per-site settings and allowed destinations are saved and applied next time. Manage them in Library › Sites.
ja: サイト別の設定と許可した移動先は保存され、次回以降も適用されます。ライブラリ › サイトで管理できます。

source: 새 탭
en: New Tab
ja: 新規タブ

source: 새 탭에서 열기
en: Open in New Tab
ja: 新規タブで開く

source: 완료
en: Done
ja: 完了

source: 외부 스크립트
en: Third-party scripts
ja: 外部スクリプト

source: 외부 스크립트 차단
en: Block third-party scripts
ja: 外部スクリプトをブロック

source: 외부 앱 호출
en: External app launch
ja: 外部アプリの起動

source: 이 사이트 (%@)
en: This Site (%@)
ja: このサイト（%@）

source: 이 사이트 규칙 삭제
en: Delete Rules for This Site
ja: このサイトのルールを削除

source: 이 탭에서 열기
en: Open in This Tab
ja: このタブで開く

source: 이동 허용
en: Allowed
ja: 移動を許可

source: 이동 허용 · %@
en: Allowed · %@
ja: 移動を許可 · %@

source: 저장된 규칙 없음
en: No Saved Rules
ja: 保存されたルールなし

source: 전체 설정 따름
en: Use Global Setting
ja: 全体設定に従う

source: 제목 또는 주소
en: Title or address
ja: タイトルまたはアドレス

source: 주소 입력 또는 검색
en: Search or enter address
ja: 検索またはアドレスを入力

source: 주소창에 주소를 입력하세요. 열린 사이트 밖으로의 이동 · 팝업 · 외부 앱 호출은 자동으로 차단됩니다.
en: Enter an address above. Navigation away from the open site, pop-ups, and external app launches are blocked automatically.
ja: アドレスバーにアドレスを入力してください。 開いたサイトの外への移動・ポップアップ・外部アプリの起動は自動でブロックされます。

source: 주소창의 별 버튼으로 추가합니다.
en: Add one with the star button in the address bar.
ja: アドレスバーの星ボタンで追加できます。

source: 지우기
en: Clear
ja: 消去

source: 차단
en: Block
ja: ブロック

source: 차단 기록 (%lld)
en: Blocked (%lld)
ja: ブロック履歴（%lld）

source: 차단 기록 없음
en: Nothing Blocked
ja: ブロック履歴なし

source: 차단 기록 지우기
en: Clear Blocked Log
ja: ブロック履歴を消去

source: 차단된 이동을 허용하거나, 방패 메뉴에서 사이트별 설정을 바꾸면 여기에 저장됩니다.
en: Rules are saved here when you allow a blocked navigation or change per-site settings in the shield menu.
ja: ブロックされた移動を許可するか、盾メニューでサイト別の設定を変えると、ここに保存されます。

source: 최근 30일 · 차단 횟수 순 (총 %lld건)
en: Last 30 days · by count (%lld total)
ja: 直近30日 · 回数順（計%lld件）

source: 탭 %lld개
en: %lld Tabs
ja: %lld個のタブ

source: 팝업
en: Pop-up
ja: ポップアップ

source: 팝업과 외부 앱 호출은 항상 차단됩니다. 스크립트 설정은 페이지를 다시 불러오면 적용됩니다.
en: Pop-ups and external app launches are always blocked. Script settings take effect after reloading the page.
ja: ポップアップと外部アプリの起動は常にブロックされます。スクリプトの設定はページを再読み込みすると反映されます。

source: 허용
en: Allow
ja: 許可
